Repository: mfmansueli/CueStudio
Catalog: Cue Studio/SupportFiles/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, hi, id, it, ja, ko, nb, nl, pt_br, sv, th, tr, vi, zh_hans, zh_hant

source: Removes your scripts, takes, edits and My Cue Voice from this iPhone. Videos saved to Photos stay there.
ar: يزيل نصوصك ولقطاتك وتعديلاتك وMy Cue Voice من هذا الـ iPhone. تبقى الفيديوهات المحفوظة في الصور.
da: Fjerner dine manuskripter, optagelser, redigeringer og My Cue Voice fra denne iPhone. Videoer gemt i Fotos bliver der.
de: Entfernt deine Skripte, Takes, Bearbeitungen und My Cue Voice von diesem iPhone. In Fotos gesicherte Videos bleiben dort.
es: Quita tus guiones, tomas, ediciones y My Cue Voice de este iPhone. Los vídeos guardados en Fotos se quedan allí.
fr: Supprime vos scripts, prises, montages et My Cue Voice de cet iPhone. Les vidéos enregistrées dans Photos y restent.
hi: इस iPhone से आपकी स्क्रिप्ट, टेक, एडिट और My Cue Voice हट जाते हैं। Photos में सेव वीडियो वहीं रहते हैं।
id: Menghapus naskah, take, suntingan, dan My Cue Voice dari iPhone ini. Video yang disimpan di Foto tetap ada.
it: Rimuove da questo iPhone script, riprese, montaggi e My Cue Voice. I video salvati in Foto restano lì.
ja: このiPhoneからスクリプト、テイク、編集、My Cue Voiceを削除します。写真に保存した動画はそのまま残ります。
ko: 이 iPhone에서 스크립트, 테이크, 편집, My Cue Voice를 삭제해요. 사진에 저장한 영상은 그대로 남아요.
nb: Fjerner manus, opptak, redigeringer og My Cue Voice fra denne iPhonen. Videoer lagret i Bilder blir værende.
nl: Verwijdert je scripts, opnamen, bewerkingen en My Cue Voice van deze iPhone. Video’s die in Foto’s staan blijven daar.
pt_br: Remove seus roteiros, takes, edições e My Cue Voice deste iPhone. Vídeos salvos em Fotos continuam lá.
sv: Tar bort dina manus, tagningar, redigeringar och My Cue Voice från den här iPhonen. Videor sparade i Bilder finns kvar.
th: ลบสคริปต์ เทค การตัดต่อ และ My Cue Voice ออกจาก iPhone เครื่องนี้ วิดีโอที่บันทึกใน รูปภาพ จะยังอยู่
tr: Metinlerini, çekimlerini, düzenlemelerini ve My Cue Voice'u bu iPhone'dan kaldırır. Fotoğraflar'a kaydedilen videolar orada kalır.
vi: Xóa kịch bản, cảnh quay, bản chỉnh sửa và My Cue Voice khỏi iPhone này. Video đã lưu vào Ảnh vẫn còn ở đó.
zh_hans: 将从这台 iPhone 移除你的脚本、镜头、剪辑和 My Cue Voice。已存入“照片”的视频会保留。
zh_hant: 將從這台 iPhone 移除你的腳本、鏡頭、剪輯和 My Cue Voice。已存入「照片」的影片會保留。

source: Renews monthly at %@. Cancel anytime in Settings.
ar: يتجدد شهريًا بسعر %@. يمكنك الإلغاء في أي وقت من الإعدادات.
da: Fornyes månedligt til %@. Opsig når som helst i Indstillinger.
de: Verlängert sich monatlich für %@. Jederzeit in den Einstellungen kündbar.
es: Se renueva cada mes por %@. Cancela cuando quieras en Ajustes.
fr: Renouvellement mensuel à %@. Résiliable à tout moment dans Réglages.
hi: हर महीने %@ पर रिन्यू होता है। सेटिंग्स में कभी भी रद्द करें।
id: Diperpanjang tiap bulan seharga %@. Batalkan kapan saja di Pengaturan.
it: Si rinnova ogni mese a %@. Annulli quando vuoi in Impostazioni.
ja: 毎月%@で自動更新。設定からいつでも解約できます。
ko: 매월 %@에 갱신돼요. 설정에서 언제든 해지할 수 있어요.
nb: Fornyes månedlig for %@. Si opp når som helst i Innstillinger.
nl: Verlengt maandelijks voor %@. Altijd opzegbaar in Instellingen.
pt_br: Renova todo mês por %@. Cancele quando quiser em Ajustes.
sv: Förnyas månadsvis för %@. Avsluta när du vill i Inställningar.
th: ต่ออายุทุกเดือนที่ %@ ยกเลิกได้ทุกเมื่อในการตั้งค่า
tr: Her ay %@ ücretle yenilenir. İstediğin zaman Ayarlar'dan iptal et.
vi: Gia hạn hằng tháng với giá %@. Hủy bất cứ lúc nào trong Cài đặt.
zh_hans: 每月以 %@ 续订。可随时在“设置”中取消。
zh_hant: 每月以 %@ 自動續訂。可隨時在「設定」中取消。

source: Renews yearly at %@. Cancel anytime in Settings.
ar: يتجدد سنويًا بسعر %@. يمكنك الإلغاء في أي وقت من الإعدادات.
da: Fornyes årligt til %@. Opsig når som helst i Indstillinger.
de: Verlängert sich jährlich für %@. Jederzeit in den Einstellungen kündbar.
es: Se renueva cada año por %@. Cancela cuando quieras en Ajustes.
fr: Renouvellement annuel à %@. Résiliable à tout moment dans Réglages.
hi: हर साल %@ पर रिन्यू होता है। सेटिंग्स में कभी भी रद्द करें।
id: Diperpanjang tiap tahun seharga %@. Batalkan kapan saja di Pengaturan.
it: Si rinnova ogni anno a %@. Annulli quando vuoi in Impostazioni.
ja: 毎年%@で自動更新。設定からいつでも解約できます。
ko: 매년 %@에 갱신돼요. 설정에서 언제든 해지할 수 있어요.
nb: Fornyes årlig for %@. Si opp når som helst i Innstillinger.
nl: Verlengt jaarlijks voor %@. Altijd opzegbaar in Instellingen.
pt_br: Renova todo ano por %@. Cancele quando quiser em Ajustes.
sv: Förnyas årsvis för %@. Avsluta när du vill i Inställningar.
th: ต่ออายุทุกปีที่ %@ ยกเลิกได้ทุกเมื่อในการตั้งค่า
tr: Her yıl %@ ücretle yenilenir. İstediğin zaman Ayarlar'dan iptal et.
vi: Gia hạn hằng năm với giá %@. Hủy bất cứ lúc nào trong Cài đặt.
zh_hans: 每年以 %@ 续订。可随时在“设置”中取消。
zh_hant: 每年以 %@ 自動續訂。可隨時在「設定」中取消。

source: Replace
ar: استبدال
da: Erstat
de: Ersetzen
es: Reemplazar
fr: Remplacer
hi: बदलें
id: Ganti
it: Sostituisci
ja: 置き換える
ko: 대체
nb: Erstatt
nl: Vervangen
pt_br: Substituir
sv: Ersätt
th: แทนที่
tr: Değiştir
vi: Thay thế
zh_hans: 替换
zh_hant: 取代

source: Replace your edited captions?
ar: هل تريد استبدال الترجمة النصية التي عدّلتها؟
da: Erstat dine redigerede undertekster?
de: Deine bearbeiteten Untertitel ersetzen?
es: ¿Reemplazar tus subtítulos editados?
fr: Remplacer vos sous-titres modifiés ?
hi: अपने एडिट किए कैप्शन बदलें?
id: Ganti teks yang sudah kamu edit?
it: Sostituire i sottotitoli modificati?
ja: 編集した字幕を置き換えますか？
ko: 편집한 자막을 대체할까요?
nb: Erstatte de redigerte undertekstene dine?
nl: Je bewerkte ondertitels vervangen?
pt_br: Substituir suas legendas editadas?
sv: Ersätta dina redigerade undertexter?
th: แทนที่คำบรรยายที่คุณแก้ไว้ไหม
tr: Düzenlediğin altyazılar değiştirilsin mi?
vi: Thay phụ đề bạn đã sửa?
zh_hans: 要替换你编辑过的字幕吗？
zh_hant: 要取代你編輯過的字幕嗎？

source: Report, analyze, review, react
ar: تقرير، تحليل، مراجعة، ردّ
da: Rapportere, analysere, anmelde, reagere
de: Berichten, analysieren, bewerten, reagieren
es: Informar, analizar, reseñar, reaccionar
fr: Informer, analyser, critiquer, réagir
hi: रिपोर्ट, विश्लेषण, समीक्षा, प्रतिक्रिया
id: Melaporkan, menganalisis, mengulas, bereaksi
it: Riferire, analizzare, recensire, reagire
ja: 報道、分析、レビュー、リアクション
ko: 보도, 분석, 리뷰, 반응
nb: Rapportere, analysere, anmelde, reagere
nl: Verslaan, analyseren, beoordelen, reageren
pt_br: Reportar, analisar, resenhar, reagir
sv: Rapportera, analysera, recensera, reagera
th: รายงาน วิเคราะห์ รีวิว ตอบสนอง
tr: Haberleştir, analiz et, incele, tepki ver
vi: Đưa tin, phân tích, đánh giá, phản ứng
zh_hans: 报道、分析、点评、回应
zh_hant: 報導、分析、評論、回應

source: Requires Apple Intelligence
ar: يتطلب Apple Intelligence
da: Kræver Apple Intelligence
de: Erfordert Apple Intelligence
es: Requiere Apple Intelligence
fr: Nécessite Apple Intelligence
hi: Apple Intelligence ज़रूरी है
id: Memerlukan Apple Intelligence
it: Richiede Apple Intelligence
ja: Apple Intelligenceが必要です
ko: Apple Intelligence 필요
nb: Krever Apple Intelligence
nl: Vereist Apple Intelligence
pt_br: Requer Apple Intelligence
sv: Kräver Apple Intelligence
th: ต้องใช้ Apple Intelligence
tr: Apple Intelligence gerektirir
vi: Cần Apple Intelligence
zh_hans: 需要 Apple Intelligence
zh_hant: 需要 Apple Intelligence

source: Requires Apple Intelligence.
ar: يتطلب Apple Intelligence.
da: Kræver Apple Intelligence.
de: Erfordert Apple Intelligence.
es: Requiere Apple Intelligence.
fr: Nécessite Apple Intelligence.
hi: Apple Intelligence ज़रूरी है।
id: Memerlukan Apple Intelligence.
it: Richiede Apple Intelligence.
ja: Apple Intelligenceが必要です。
ko: Apple Intelligence가 필요해요.
nb: Krever Apple Intelligence.
nl: Vereist Apple Intelligence.
pt_br: Requer Apple Intelligence.
sv: Kräver Apple Intelligence.
th: ต้องใช้ Apple Intelligence
tr: Apple Intelligence gerektirir.
vi: Cần Apple Intelligence.
zh_hans: 需要 Apple Intelligence。
zh_hant: 需要 Apple Intelligence。

source: Requires Apple Intelligence. This device doesn't support it.
ar: يتطلب Apple Intelligence. هذا الجهاز لا يدعمه.
da: Kræver Apple Intelligence. Denne enhed understøtter det ikke.
de: Erfordert Apple Intelligence. Dieses Gerät unterstützt es nicht.
es: Requiere Apple Intelligence. Este dispositivo no es compatible.
fr: Nécessite Apple Intelligence. Cet appareil n’est pas compatible.
hi: Apple Intelligence ज़रूरी है। यह डिवाइस इसे सपोर्ट नहीं करता।
id: Memerlukan Apple Intelligence. Perangkat ini tidak mendukungnya.
it: Richiede Apple Intelligence. Questo dispositivo non la supporta.
ja: Apple Intelligenceが必要です。このデバイスは対応していません。
ko: Apple Intelligence가 필요해요. 이 기기는 지원하지 않아요.
nb: Krever Apple Intelligence. Denne enheten støtter det ikke.
nl: Vereist Apple Intelligence. Dit apparaat ondersteunt het niet.
pt_br: Requer Apple Intelligence. Este aparelho não é compatível.
sv: Kräver Apple Intelligence. Den här enheten stöder det inte.
th: ต้องใช้ Apple Intelligence อุปกรณ์นี้ไม่รองรับ
tr: Apple Intelligence gerektirir. Bu aygıt desteklemiyor.
vi: Cần Apple Intelligence. Thiết bị này không hỗ trợ.
zh_hans: 需要 Apple Intelligence。这台设备不支持。
zh_hant: 需要 Apple Intelligence。這部裝置不支援。

source: Requires Apple Intelligence. Turn it on in Settings to use AI tools.
ar: يتطلب Apple Intelligence. شغّله من الإعدادات لاستخدام أدوات الذكاء الاصطناعي.
da: Kræver Apple Intelligence. Slå det til i Indstillinger for at bruge AI-værktøjer.
de: Erfordert Apple Intelligence. Aktiviere es in den Einstellungen, um die KI-Werkzeuge zu nutzen.
es: Requiere Apple Intelligence. Actívalo en Ajustes para usar las herramientas de IA.
fr: Nécessite Apple Intelligence. Activez-la dans Réglages pour utiliser les outils d’IA.
hi: Apple Intelligence ज़रूरी है। AI टूल इस्तेमाल करने के लिए इसे सेटिंग्स में चालू करें।
id: Memerlukan Apple Intelligence. Nyalakan di Pengaturan untuk memakai alat AI.
it: Richiede Apple Intelligence. Attivala in Impostazioni per usare gli strumenti IA.
ja: Apple Intelligenceが必要です。AIツールを使うには設定でオンにしてください。
ko: Apple Intelligence가 필요해요. AI 도구를 쓰려면 설정에서 켜세요.
nb: Krever Apple Intelligence. Slå det på i Innstillinger for å bruke AI-verktøy.
nl: Vereist Apple Intelligence. Zet het aan in Instellingen om AI-tools te gebruiken.
pt_br: Requer Apple Intelligence. Ative em Ajustes para usar as ferramentas de IA.
sv: Kräver Apple Intelligence. Slå på det i Inställningar för att använda AI-verktyg.
th: ต้องใช้ Apple Intelligence เปิดในการตั้งค่าเพื่อใช้เครื่องมือ AI
tr: Apple Intelligence gerektirir. Yapay zekâ araçlarını kullanmak için Ayarlar'dan aç.
vi: Cần Apple Intelligence. Bật trong Cài đặt để dùng công cụ AI.
zh_hans: 需要 Apple Intelligence。请在“设置”中打开以使用 AI 工具。
zh_hant: 需要 Apple Intelligence。請在「設定」中開啟以使用 AI 工具。

source: Reset
ar: إعادة تعيين
da: Nulstil
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hi: रीसेट
id: Atur Ulang
it: Ripristina
ja: リセット
ko: 재설정
nb: Tilbakestill
nl: Herstellen
pt_br: Redefinir
sv: Återställ
th: รีเซ็ต
tr: Sıfırla
vi: Đặt lại
zh_hans: 重置
zh_hant: 重設

source: Reset Creator Setup
ar: إعادة تعيين إعداد صانع المحتوى
da: Nulstil skaberindstilling
de: Creator-Setup zurücksetzen
es: Restablecer configuración de creador
fr: Réinitialiser les réglages créateur
hi: क्रिएटर सेटअप रीसेट करें
id: Atur Ulang Setelan Kreator
it: Ripristina configurazione creator
ja: クリエイター設定をリセット
ko: 크리에이터 설정 재설정
nb: Tilbakestill skaperoppsett
nl: Creator-instelling herstellen
pt_br: Redefinir configuração de criador
sv: Återställ skaparinställning
th: รีเซ็ตการตั้งค่าครีเอเตอร์
tr: İçerik Üretici Ayarlarını Sıfırla
vi: Đặt lại thiết lập nhà sáng tạo
zh_hans: 重置创作者设置
zh_hant: 重設創作者設定

source: Reset My Cue Voice
ar: إعادة ضبط صوتي في Cue
da: Nulstil min Cue-stemme
de: Meine Cue-Stimme zurücksetzen
es: Restablecer mi voz Cue
fr: Réinitialiser ma voix Cue
hi: मेरी Cue आवाज़ रीसेट करें
id: Atur ulang Suara Cue-ku
it: Reimposta la mia voce Cue
ja: マイ Cue ボイスをリセット
ko: 내 Cue 보이스 초기화
nb: Nullstill min Cue-stemme
nl: Mijn Cue-stem resetten
pt_br: Redefinir minha voz Cue
sv: Återställ min Cue-röst
th: รีเซ็ตเสียง Cue ของฉัน
tr: Cue Sesimi sıfırla
vi: Đặt lại giọng Cue của tôi
zh_hans: 重置我的 Cue 声音
zh_hant: 重設我的 Cue 聲音

source: Reset My Cue Voice?
ar: إعادة ضبط صوتي في Cue؟
da: Nulstil min Cue-stemme?
de: Meine Cue-Stimme zurücksetzen?
es: ¿Restablecer mi voz Cue?
fr: Réinitialiser ma voix Cue ?
hi: मेरी Cue आवाज़ रीसेट करें?
id: Atur ulang Suara Cue-ku?
it: Reimpostare la mia voce Cue?
ja: マイ Cue ボイスをリセットしますか？
ko: 내 Cue 보이스를 초기화할까요?
nb: Nullstille min Cue-stemme?
nl: Mijn Cue-stem resetten?
pt_br: Redefinir minha voz Cue?
sv: Återställa min Cue-röst?
th: รีเซ็ตเสียง Cue ของฉันไหม
tr: Cue Sesim sıfırlansın mı?
vi: Đặt lại giọng Cue của tôi?
zh_hans: 重置我的 Cue 声音？
zh_hant: 重設我的 Cue 聲音？

source: Reset text window
ar: إعادة ضبط نافذة النص
da: Nulstil tekstvinduet
de: Textfenster zurücksetzen
es: Restablecer ventana de texto
fr: Réinitialiser la fenêtre de texte
hi: टेक्स्ट विंडो रीसेट करें
id: Atur ulang jendela teks
it: Ripristina finestra del testo
ja: テキストウィンドウをリセット
ko: 텍스트 창 초기화
nb: Tilbakestill tekstvinduet
nl: Tekstvenster herstellen
pt_br: Redefinir a janela de texto
sv: Återställ textfönstret
th: รีเซ็ตหน้าต่างข้อความ
tr: Metin penceresini sıfırla
vi: Đặt lại khung chữ
zh_hans: 重置文字窗口
zh_hant: 重設文字視窗

source: Reset to recommended
ar: إعادة إلى الموصى به
da: Nulstil til anbefalet
de: Auf Empfehlung zurücksetzen
es: Restablecer a lo recomendado
fr: Revenir au recommandé
hi: सुझाव पर रीसेट करें
id: Atur ulang ke yang disarankan
it: Ripristina il consigliato
ja: おすすめにリセット
ko: 추천 설정으로 재설정
nb: Tilbakestill til anbefalt
nl: Terug naar aanbevolen
pt_br: Redefinir para o recomendado
sv: Återställ till rekommenderat
th: รีเซ็ตเป็นค่าแนะนำ
tr: Önerilene sıfırla
vi: Đặt lại về khuyên dùng
zh_hans: 恢复为推荐设置
zh_hant: 恢復為推薦設定

source: Reset to Recommended
ar: العودة إلى المُوصى به
da: Nulstil til anbefalet
de: Auf Empfehlung zurücksetzen
es: Volver a lo recomendado
fr: Revenir aux réglages recommandés
hi: सुझाई गई सेटिंग पर रीसेट करें
id: Kembalikan ke yang disarankan
it: Torna ai valori consigliati
ja: おすすめに戻す
ko: 추천값으로 되돌리기
nb: Tilbakestill til anbefalt
nl: Herstellen naar aanbevolen
pt_br: Voltar ao recomendado
sv: Återställ till rekommenderat
th: รีเซ็ตเป็นค่าที่แนะนำ
tr: Önerilene Sıfırla
vi: Đặt lại theo đề xuất
zh_hans: 恢复推荐设置
zh_hant: 重設為建議值

source: Resize text window
ar: تغيير حجم نافذة النص
da: Tilpas tekstvinduets størrelse
de: Größe des Textfensters ändern
es: Cambiar tamaño de la ventana de texto
fr: Redimensionner la fenêtre de texte
hi: टेक्स्ट विंडो का आकार बदलें
id: Ubah ukuran jendela teks
it: Ridimensiona la finestra del testo
ja: テキストウィンドウのサイズを変更
ko: 텍스트 창 크기 조절
nb: Endre størrelsen på tekstvinduet
nl: Tekstvenster aanpassen
pt_br: Redimensionar a janela de texto
sv: Ändra textfönstrets storlek
th: ปรับขนาดหน้าต่างข้อความ
tr: Metin penceresini yeniden boyutlandır
vi: Đổi kích thước khung chữ
zh_hans: 调整文字窗口大小
zh_hant: 調整文字視窗大小

source: Resolution
ar: الدقة
da: Opløsning
de: Auflösung
es: Resolución
fr: Résolution
hi: रेज़ोल्यूशन
id: Resolusi
it: Risoluzione
ja: 解像度
ko: 해상도
nb: Oppløsning
nl: Resolutie
pt_br: Resolução
sv: Upplösning
th: ความละเอียด
tr: Çözünürlük
vi: Độ phân giải
zh_hans: 分辨率
zh_hant: 解析度

source: Restore
ar: استعادة
da: Gendan
de: Wiederherstellen
es: Restaurar
fr: Restaurer
hi: रिस्टोर
id: Pulihkan
it: Ripristina
ja: 復元
ko: 복원
nb: Gjenopprett
nl: Herstellen
pt_br: Restaurar
sv: Återställ
th: กู้คืน
tr: Geri Yükle
vi: Khôi phục
zh_hans: 恢复
zh_hant: 回復

source: Restore purchases
ar: استعادة المشتريات
da: Gendan køb
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
hi: ख़रीदारी रिस्टोर करें
id: Pulihkan pembelian
it: Ripristina acquisti
ja: 購入を復元
ko: 구입 항목 복원
nb: Gjenopprett kjøp
nl: Aankopen herstellen
pt_br: Restaurar compras
sv: Återställ köp
th: กู้คืนการซื้อ
tr: Satın almaları geri yükle
vi: Khôi phục giao dịch
zh_hans: 恢复购买
zh_hant: 回復購買項目

source: Result
ar: نتيجة
da: Resultat
de: Ergebnis
es: Resultado
fr: Résultat
hi: नतीजा
id: Hasil
it: Risultato
ja: 結果
ko: 결과
nb: Resultat
nl: Resultaat
pt_br: Resultado
sv: Resultat
th: ผลลัพธ์
tr: Sonuç
vi: Kết quả
zh_hans: 效果
zh_hant: 成果

source: Retake
ar: إعادة التصوير
da: Optag igen
de: Neuer Take
es: Repetir
fr: Refaire
hi: दोबारा लें
id: Rekam ulang
it: Rifai
ja: 撮り直す
ko: 다시 찍기
nb: Ta opp igjen
nl: Opnieuw opnemen
pt_br: Regravar
sv: Spela in igen
th: อัดใหม่
tr: Yeniden çek
vi: Quay lại
zh_hans: 重拍
zh_hant: 重錄

source: Retake removed
ar: تمت إزالة الإعادة
da: Omtagelsen er fjernet
de: Wiederholung entfernt
es: Repetición quitada
fr: Reprise retirée
hi: दोबारा बोला हिस्सा हटाया गया
id: Pengulangan dihapus
it: Ripetizione rimossa
ja: 言い直しを削除しました
ko: 다시 말한 부분을 제거함
nb: Omtaket er fjernet
nl: Hernieuwde opname verwijderd
pt_br: Regravação removida
sv: Omtagningen har tagits bort
th: ตัดส่วนที่พูดซ้ำออกแล้ว
tr: Tekrar kaldırıldı
vi: Đã bỏ đoạn nói lại
zh_hans: 已删除重说
zh_hant: 已移除重錄片段

source: Retro
ar: كلاسيكي
fr: Rétro
hi: रेट्रो
it: Retrò
ja: レトロ
ko: 레트로
pt_br: Retrô
th: เรโทร
vi: Hoài cổ
zh_hans: 复古
zh_hant: 復古

source: Reveal
ar: طريقة الظهور
da: Vis
de: Einblenden
es: Aparición
fr: Apparition
hi: रिवील
id: Kemunculan
it: Comparsa
ja: 表示
ko: 나타내기
nb: Vis
nl: Onthullen
pt_br: Revelar
sv: Visa
th: การแสดง
tr: Beliriş
vi: Hiện chữ
zh_hans: 显示方式
zh_hant: 顯示方式

source: Review
ar: مراجعة
da: Gennemse
es: Reseña
fr: Avis
hi: रिव्यू
id: Ulasan
it: Recensione
ja: レビュー
ko: 리뷰
nb: Gjennomgå
nl: Beoordelen
sv: Granska
th: ตรวจ
tr: İncele
vi: Xem lại
zh_hans: 测评
zh_hant: 檢視

source: Rewrite
ar: إعادة كتابة
da: Omskriv
de: Umschreiben
es: Reescribir
fr: Réécrire
hi: दोबारा लिखें
id: Tulis ulang
it: Riscrivi
ja: 書き直し
ko: 다시 쓰기
nb: Skriv om
nl: Herschrijven
pt_br: Reescrever
sv: Skriv om
th: เขียนใหม่
tr: Yeniden yaz
vi: Viết lại
zh_hans: 重写
zh_hant: 改寫

source: Rewrite so it sounds like you
ar: أعد الكتابة ليبدو بأسلوبك
da: Omskriv, så det lyder som dig
de: Umschreiben, damit es nach dir klingt
es: Reescribe para que suene como tú
fr: Réécrit pour que ça vous ressemble
hi: ऐसे दोबारा लिखता है कि आपकी आवाज़ लगे
id: Tulis ulang agar terdengar seperti kamu
it: Riscrive per farlo suonare come te
ja: あなたらしい言い方に書き直します
ko: 내 말투처럼 들리게 다시 써요
nb: Skriv om så det høres ut som deg
nl: Herschrijven zodat het als jou klinkt
pt_br: Reescreve para soar como você
sv: Skriv om så det låter som du
th: เขียนใหม่ให้ฟังเป็นเสียงของคุณ
tr: Sana benzesin diye yeniden yazar
vi: Viết lại cho giống giọng bạn
zh_hans: 改写成你的口吻
zh_hant: 改寫成像你說的

source: Rewrites, hooks and theme ideas run on the device. A free-form Prompt is written with Apple's Private Cloud Compute, which uses your request only to answer it and doesn't keep it. No other AI service is involved.
ar: إعادة الصياغة والافتتاحيات وأفكار المواضيع تعمل على الجهاز. يُكتب الطلب الحر باستخدام Private Cloud Compute من Apple، الذي يستخدم طلبك للإجابة عنه فقط ولا يحتفظ به. لا توجد أي خدمة ذكاء اصطناعي أخرى.
da: Omskrivninger, hooks og temaidéer kører på enheden. En fri Prompt skrives med Apples Private Cloud Compute, som kun bruger din forespørgsel til at besvare den og ikke gemmer den. Ingen anden AI-tjeneste er involveret.
de: Umformulierungen, Hooks und Themenideen laufen auf dem Gerät. Ein freier Prompt wird mit Private Cloud Compute von Apple geschrieben, das deine Anfrage nur zur Antwort nutzt und nicht speichert. Kein anderer KI-Dienst ist beteiligt.
es: Las reescrituras, los ganchos y las ideas de temas funcionan en el dispositivo. Un Prompt libre se escribe con Private Cloud Compute de Apple, que usa tu petición solo para responderla y no la guarda. No interviene ningún otro servicio de IA.
fr: Les réécritures, accroches et idées de thèmes tournent sur l’appareil. Un Prompt libre est écrit avec Private Cloud Compute d’Apple, qui n’utilise votre demande que pour y répondre et ne la conserve pas. Aucun autre service d’IA n’intervient.
hi: रीराइट, हुक और थीम आइडिया डिवाइस पर ही चलते हैं। खुला प्रॉम्प्ट Apple के Private Cloud Compute से लिखा जाता है, जो आपकी रिक्वेस्ट सिर्फ़ जवाब देने के लिए इस्तेमाल करता है और उसे रखता नहीं। कोई दूसरी AI सर्विस शामिल नहीं है।
id: Penulisan ulang, hook, dan ide tema berjalan di perangkat. Prompt bebas ditulis dengan Private Cloud Compute dari Apple, yang hanya memakai permintaanmu untuk menjawab dan tidak menyimpannya. Tidak ada layanan AI lain yang terlibat.
it: Riscritture, ganci e idee di temi funzionano sul dispositivo. Un Prompt libero viene scritto con Private Cloud Compute di Apple, che usa la tua richiesta solo per rispondere e non la conserva. Nessun altro servizio IA è coinvolto.
ja: 書き直し、フック、テーマのアイデアはデバイス上で処理されます。自由なプロンプトはAppleのPrivate Cloud Computeで書かれ、リクエストは回答にのみ使われ保存されません。ほかのAIサービスは使いません。
ko: 다시 쓰기, 훅, 주제 아이디어는 기기에서 처리돼요. 자유 프롬프트는 Apple의 Private Cloud Compute로 작성되며, 요청은 답변에만 쓰이고 저장되지 않아요. 다른 AI 서비스는 사용하지 않아요.
nb: Omskrivinger, hooks og temaideer kjører på enheten. En fri Prompt skrives med Apples Private Cloud Compute, som bare bruker forespørselen din til å svare på den og ikke lagrer den. Ingen annen AI-tjeneste er involvert.
nl: Herschrijvingen, hooks en thema-ideeën draaien op het apparaat. Een vrije Prompt wordt geschreven met Apple’s Private Cloud Compute, dat je verzoek alleen gebruikt om het te beantwoorden en niet bewaart. Er is geen andere AI-dienst bij betrokken.
pt_br: Reescritas, ganchos e ideias de tema rodam no aparelho. Um Prompt livre é escrito com o Private Cloud Compute da Apple, que usa seu pedido só para responder e não o guarda. Nenhum outro serviço de IA é usado.
sv: Omskrivningar, hooks och temaidéer körs på enheten. En fri Prompt skrivs med Apples Private Cloud Compute, som bara använder din förfrågan för att svara på den och inte sparar den. Ingen annan AI-tjänst är inblandad.
th: การเขียนใหม่ ฮุก และไอเดียหัวข้อทำงานในเครื่อง พรอมต์แบบอิสระเขียนด้วย Private Cloud Compute ของ Apple ซึ่งใช้คำขอของคุณเพื่อตอบเท่านั้นและไม่เก็บไว้ ไม่มีบริการ AI อื่นเกี่ยวข้อง
tr: Yeniden yazmalar, kancalar ve konu fikirleri aygıtta çalışır. Serbest bir İstem, Apple'ın Private Cloud Compute'u ile yazılır; isteğini yalnızca yanıtlamak için kullanır ve saklamaz. Başka hiçbir yapay zekâ hizmeti kullanılmaz.
vi: Viết lại, hook và ý tưởng chủ đề chạy trên thiết bị. Prompt tự do được viết bằng Private Cloud Compute của Apple, chỉ dùng yêu cầu của bạn để trả lời và không lưu lại. Không có dịch vụ AI nào khác tham gia.
zh_hans: 改写、钩子和主题创意都在设备端完成。自由提示词由 Apple 的 Private Cloud Compute 撰写，你的请求仅用于生成回答且不会被保留。不使用其他任何 AI 服务。
zh_hant: 改寫、開場鉤子與主題點子都在裝置上執行。自由輸入的提示詞則透過 Apple 的 Private Cloud Compute 撰寫，它只會用你的請求來回答，並不會保留。不涉及其他任何 AI 服務。

source: Rewrote in your voice · %@
ar: تمت إعادة الكتابة بأسلوبك · %@
da: Omskrevet i din stemme · %@
de: In deinem Ton umgeschrieben · %@
es: Reescrito con tu voz · %@
fr: Réécrit avec votre voix · %@
hi: आपके अंदाज़ में दोबारा लिखा · %@
id: Ditulis ulang dengan gayamu · %@
it: Riscritto con la tua voce · %@
ja: あなたの言葉で書き直しました · %@
ko: 내 말투로 다시 썼어요 · %@
nb: Skrevet om med din stemme · %@
nl: Herschreven in jouw stem · %@
pt_br: Reescrito com a sua voz · %@
sv: Omskrivet med din röst · %@
th: เขียนใหม่ในแบบของคุณแล้ว · %@
tr: Kendi tarzınla yeniden yazıldı · %@
vi: Đã viết lại theo giọng văn của bạn · %@
zh_hans: 已用你的口吻改写 · %@
zh_hant: 已用你的口吻改寫 · %@

source: Rewrote with more energy
ar: تمت إعادة الكتابة بطاقة أكبر
da: Omskrevet med mere energi
de: Mit mehr Energie umgeschrieben
es: Reescrito con más energía
fr: Réécrit avec plus d’énergie
hi: ज़्यादा जोश के साथ दोबारा लिखा
id: Ditulis ulang lebih bersemangat
it: Riscritto con più energia
ja: 元気に書き直しました
ko: 더 활기차게 다시 썼어요
nb: Skrevet om med mer energi
nl: Herschreven met meer energie
pt_br: Reescrito com mais energia
sv: Omskrivet med mer energi
th: เขียนใหม่ให้มีพลังขึ้นแล้ว
tr: Daha enerjik yeniden yazıldı
vi: Đã viết lại năng lượng hơn
zh_hans: 已改写得更有活力
zh_hant: 已改寫得更有活力

source: Right
ar: اليمين
da: Højre
de: Rechts
es: Derecha
fr: Droite
hi: दायाँ
id: Kanan
it: Destra
ja: 右
ko: 오른쪽
nb: Høyre
nl: Rechts
pt_br: Direita
sv: Höger
th: ขวา
tr: Sağ
vi: Phải
zh_hans: 右
zh_hant: 右側

source: Rigs
ar: التجهيزات
de: Aufbauten
es: Equipos
fr: Montages
hi: रिग
id: Rig
it: Rig
ja: 機材
ko: 장비
nb: Rigger
nl: Opstellingen
pt_br: Equipamentos
sv: Rigg
th: อุปกรณ์เสริม
tr: Düzenekler
vi: Giàn máy
zh_hans: 设备
zh_hant: 設備
